Repository: wolfwdavid/cross_platform_c11
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# menu.find.hideFindBar
source: Hide Find Bar
ja: 検索バーを非表示
ko: 찾기 막대 숨기기
ru: Скрыть панель поиска
uk: Приховати панель пошуку
zh_hans: 隐藏查找栏
zh_hant: 隱藏尋找列

# menu.find.title
source: Find
ja: 検索
ko: 찾기
ru: Поиск
uk: Пошук
zh_hans: 查找
zh_hant: 尋找

# menu.find.useSelectionForFind
source: Use Selection for Find
ja: 選択範囲を検索に使用
ko: 선택 항목을 찾기에 사용
ru: Использовать выделение для поиска
uk: Використати виділене для пошуку
zh_hans: 使用选中内容查找
zh_hant: 使用所選範圍來尋找

# menu.notifications.clearAll
source: Clear All
ja: すべてクリア
ko: 모두 지우기
ru: Очистить все
uk: Очистити все
zh_hans: 全部清除
zh_hant: 清除全部

# menu.notifications.jumpToUnread
source: Jump to Latest Unread
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
ru: Перейти к последнему непрочитанному
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# menu.notifications.markAllRead
source: Mark All Read
ja: すべて既読にする
ko: 모두 읽음으로 표시
ru: Отметить все как прочитанные
uk: Позначити всі як прочитані
zh_hans: 全部标记为已读
zh_hant: 全部標為已讀

# menu.notifications.show
source: Show Notifications
ja: 通知を表示
ko: 알림 표시
ru: Показать уведомления
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# menu.notifications.title
source: Notifications
ja: 通知
ko: 알림
ru: Уведомления
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# menu.openInAndroidStudio
source: Open in Android Studio
ja: Android Studio で開く
ko: Android Studio에서 열기
ru: Открыть в Android Studio
uk: Відкрити в Android Studio
zh_hans: 在 Android Studio 中打开
zh_hant: 在 Android Studio 中開啟

# menu.openInAntigravity
source: Open in Antigravity
ja: Antigravity で開く
ko: Antigravity에서 열기
ru: Открыть в Antigravity
uk: Відкрити в Antigravity
zh_hans: 在 Antigravity 中打开
zh_hant: 在 Antigravity 中開啟

# menu.openInCursor
source: Open in Cursor
ja: Cursor で開く
ko: Cursor에서 열기
ru: Открыть в Cursor
uk: Відкрити в Cursor
zh_hans: 在 Cursor 中打开
zh_hant: 在 Cursor 中開啟

# menu.openInFinder
source: Open in Finder
ja: Finder で開く
ko: Finder에서 열기
ru: Открыть в Finder
uk: Відкрити у Finder
zh_hans: 在访达中打开
zh_hant: 在 Finder 中開啟

# menu.openInGhostty
source: Open in Ghostty
ja: Ghostty で開く
ko: Ghostty에서 열기
ru: Открыть в Ghostty
uk: Відкрити в Ghostty
zh_hans: 在 Ghostty 中打开
zh_hant: 在 Ghostty 中開啟

# menu.openInITerm2
source: Open in iTerm2
ja: iTerm2 で開く
ko: iTerm2에서 열기
ru: Открыть в iTerm2
uk: Відкрити в iTerm2
zh_hans: 在 iTerm2 中打开
zh_hant: 在 iTerm2 中開啟

# menu.openInTerminal
source: Open in Terminal
ja: ターミナルで開く
ko: 터미널에서 열기
ru: Открыть в Терминале
uk: Відкрити в Terminal
zh_hans: 在终端中打开
zh_hant: 在「終端機」中開啟

# menu.openInTower
source: Open in Tower
ja: Tower で開く
ko: Tower에서 열기
ru: Открыть в Tower
uk: Відкрити в Tower
zh_hans: 在 Tower 中打开
zh_hant: 在 Tower 中開啟

# menu.openInVSCode
source: Open in VS Code (Inline)
ja: VS Code（インライン）で開く
ko: VS Code (인라인)에서 열기
ru: Открыть в VS Code (встроенный)
uk: Відкрити у VS Code (Inline)
zh_hans: 在 VS Code 中打开（内联）
zh_hant: 在 VS Code（內嵌）中開啟

# menu.openInVSCodeDesktop
source: Open in VS Code
ja: VS Code で開く
ko: VS Code에서 열기
ru: Открыть в VS Code
uk: Відкрити у VS Code
zh_hans: 在 VS Code 中打开
zh_hant: 在 VS Code 中開啟

# menu.openInWarp
source: Open in Warp
ja: Warp で開く
ko: Warp에서 열기
ru: Открыть в Warp
uk: Відкрити у Warp
zh_hans: 在 Warp 中打开
zh_hant: 在 Warp 中開啟

# menu.openInWindsurf
source: Open in Windsurf
ja: Windsurf で開く
ko: Windsurf에서 열기
ru: Открыть в Windsurf
uk: Відкрити у Windsurf
zh_hans: 在 Windsurf 中打开
zh_hant: 在 Windsurf 中開啟

# menu.openInXcode
source: Open in Xcode
ja: Xcode で開く
ko: Xcode에서 열기
ru: Открыть в Xcode
uk: Відкрити в Xcode
zh_hans: 在 Xcode 中打开
zh_hant: 在 Xcode 中開啟

# menu.openInZed
source: Open in Zed
ja: Zed で開く
ko: Zed에서 열기
ru: Открыть в Zed
uk: Відкрити в Zed
zh_hans: 在 Zed 中打开
zh_hant: 在 Zed 中開啟

# menu.pane.closeOtherTabs
source: Close Other Tabs in Pane
ja: ペイン内の他のタブを閉じる
ko: 패널의 다른 탭 닫기
ru: Закрыть другие вкладки в панели
uk: Закрити інші вкладки в панелі
zh_hans: 关闭面板中的其他标签页
zh_hant: 關閉面板中的其他標籤頁

# menu.pane.newBashTerminal
source: New Bash Terminal
ja: 新規 Bash ターミナル
ko: 새 Bash 터미널
ru: Новый Bash-терминал
uk: Новий Bash-термінал
zh_hans: 新建 Bash 终端
zh_hant: 新增 Bash 終端機

# menu.preferences
source: Preferences…
ja: 設定…
ko: 환경설정…
ru: Настройки...
uk: Налаштування…
zh_hans: 偏好设置...
zh_hant: 偏好設定...

# menu.quitCmux
source: Quit c11
ja: c11 を終了
ko: c11 종료
ru: Завершить c11
uk: Завершити c11
zh_hans: 退出 c11
zh_hant: 結束 c11

# menu.showNotifications
source: Show Notifications
ja: 通知を表示
ko: 알림 표시
ru: Показать уведомления
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# menu.updateLogs.copyFocusLogs
source: Copy Focus Logs
ja: フォーカスログをコピー
ko: 포커스 로그 복사
ru: Скопировать журнал фокуса
uk: Скопіювати журнал фокуса
zh_hans: 拷贝焦点日志
zh_hant: 拷貝焦點記錄

# menu.updateLogs.copyUpdateLogs
source: Copy Update Logs
ja: アップデートログをコピー
ko: 업데이트 로그 복사
ru: Скопировать журнал обновлений
uk: Скопіювати журнал оновлень
zh_hans: 拷贝更新日志
zh_hant: 拷貝更新記錄

# menu.view.actualSize
source: Actual Size
ja: 実際のサイズ
ko: 실제 크기
ru: Фактический размер
uk: Фактичний розмір
zh_hans: 实际大小
zh_hant: 實際大小

# menu.view.back
source: Back
ja: 戻る
ko: 뒤로
ru: Назад
uk: Назад
zh_hans: 后退
zh_hant: 上一頁

# menu.view.clearBrowserHistory
source: Clear Browser History
ja: ブラウザ履歴をクリア
ko: 브라우저 기록 지우기
ru: Очистить историю браузера
uk: Очистити історію браузера
zh_hans: 清除浏览器历史记录
zh_hant: 清除瀏覽記錄

# menu.view.forward
source: Forward
ja: 進む
ko: 앞으로
ru: Вперед
uk: Вперед
zh_hans: 前进
zh_hant: 下一頁

# menu.view.importFromBrowser
source: Import Browser Data…
ja: ブラウザーデータを取り込む…
ko: 브라우저 데이터 가져오기…
ru: Импортировать данные браузера…
uk: Імпортувати дані браузера…
zh_hans: 导入浏览器数据…
zh_hant: 匯入瀏覽器資料…

# menu.view.jumpToUnread
source: Jump to Latest Unread
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
ru: Перейти к последнему непрочитанному
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# menu.view.newWindow
source: New Window
ja: 新規ウインドウ
ko: 새 윈도우
ru: Новое окно
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# menu.view.nextSurface
source: Next Surface
ja: 次のサーフェス
ko: 다음 화면
ru: Следующая поверхность
uk: Наступна поверхня
zh_hans: 下一个 Surface
zh_hant: 下一個 Surface

# menu.view.nextWorkspace
source: Next Workspace
ja: 次のワークスペース
ko: 다음 작업 공간
ru: Следующее рабочее пространство
uk: Наступний робочий простір
zh_hans: 下一个工作区
zh_hant: 下一個工作區

# menu.view.previousSurface
source: Previous Surface
ja: 前のサーフェス
ko: 이전 화면
ru: Предыдущая поверхность
uk: Попередня поверхня
zh_hans: 上一个 Surface
zh_hant: 上一個 Surface

# menu.view.previousWorkspace
source: Previous Workspace
ja: 前のワークスペース
ko: 이전 작업 공간
ru: Предыдущее рабочее пространство
uk: Попередній робочий простір
zh_hans: 上一个工作区
zh_hant: 上一個工作區

# menu.view.reloadPage
source: Reload Page
ja: ページを再読み込み
ko: 페이지 새로고침
ru: Перезагрузить страницу
uk: Перезавантажити сторінку
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

# menu.view.renameWorkspace
source: Rename Workspace…
ja: ワークスペースの名称変更…
ko: 작업 공간 이름 변경…
ru: Переименовать рабочее пространство...
uk: Перейменувати робочий простір…
zh_hans: 重命名工作区...
zh_hant: 重新命名工作區...

# menu.view.showJSConsole
source: Show JavaScript Console
ja: JavaScriptコンソールを表示
ko: JavaScript 콘솔 표시
ru: Показать консоль JavaScript
uk: Показати консоль JavaScript
zh_hans: 显示 JavaScript 控制台
zh_hant: 顯示 JavaScript 主控台

# menu.view.showNotifications
source: Show Notifications
ja: 通知を表示
ko: 알림 표시
ru: Показать уведомления
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# menu.view.splitBrowserDown
source: Split Browser Down
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
ru: Разделить браузер вниз
uk: Розділити браузер донизу
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# menu.view.splitBrowserRight
source: Split Browser Right
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
ru: Разделить браузер вправо
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# menu.view.splitDown
source: Split Down
ja: 下に分割
ko: 아래로 분할
ru: Разделить вниз
uk: Розділити донизу
zh_hans: 向下拆分
zh_hant: 向下分割

# menu.view.splitRight
source: Split Right
ja: 右に分割
ko: 오른쪽으로 분할
ru: Разделить вправо
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# menu.view.tabBar
source: Tab Bar
ja: タブバー
ko: 탭 바
ru: Панель вкладок
uk: Панель вкладок
zh_hans: 标签栏
zh_hant: 標籤列

# menu.view.tabBar.cycle
source: Cycle Tab Bar
ja: タブバーを切り替え
ko: 탭 바 순환
ru: Переключить панель вкладок
uk: Перемикати панель вкладок
zh_hans: 切换标签栏
zh_hant: 切換標籤列

# menu.view.tabBar.full
source: Full
ja: 全表示
ko: 전체
ru: Полный
uk: Повний
zh_hans: 完整
zh_hant: 完整

# menu.view.tabBar.hidden
source: Hidden
ja: 非表示
ko: 숨겨짐
ru: Скрытый
uk: Прихований
zh_hans: 隐藏
zh_hant: 隱藏

# menu.view.tabBar.shrunk
source: Shrunk
ja: 折りたたみ
ko: 축소됨
ru: Свёрнутый
uk: Стиснутий
zh_hans: 缩小
zh_hant: 縮小

# menu.view.toggleDevTools
source: Toggle Developer Tools
ja: デベロッパツールの切り替え
ko: 개발자 도구 전환
ru: Инструменты разработчика
uk: Інструменти розробника
zh_hans: 切换开发者工具
zh_hant: 切換開發者工具

# menu.view.toggleSidebar
source: Toggle Sidebar
ja: サイドバーの切り替え
ko: 사이드바 전환
ru: Боковая панель
uk: Бічна панель
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# menu.view.toggleTextBoxInput
source: Toggle TextBox Input
ja: テキストボックス入力を切り替え
ko: TextBox 입력 전환
ru: Переключить ввод TextBox
uk: Перемкнути введення у текстове поле
zh_hans: 切换 TextBox 输入
zh_hant: 切換 TextBox 輸入

# menu.view.workspace
source: Workspace %lld
ja: ワークスペース %lld
ko: 작업 공간 %lld
ru: Рабочее пространство %lld
uk: Робочий простір %lld
zh_hans: 工作区 %lld
zh_hant: 工作區 %lld

# menu.view.zoomIn
source: Zoom In
ja: 拡大
ko: 확대
ru: Увеличить
uk: Збільшити
zh_hans: 放大
zh_hant: 放大

# menu.view.zoomOut
source: Zoom Out
ja: 縮小
ko: 축소
ru: Уменьшить
uk: Зменшити
zh_hans: 缩小
zh_hant: 縮小

# menu.windowNumber
source: Window %lld
ja: ウインドウ %lld
ko: 윈도우 %lld
ru: Окно %lld
uk: Вікно %lld
zh_hans: 窗口 %lld
zh_hant: 視窗 %lld

# notifications.clearAll
source: Clear All
ja: すべてクリア
ko: 모두 지우기
ru: Очистить все
uk: Очистити все
zh_hans: 全部清除
zh_hant: 清除全部

# notifications.empty.description
source: When a pane needs you, it rings here. Tap one to jump to its pane.
ja: ペインがあなたを必要とするとき、ここで呼びかけます。クリックするとそのペインに移動します。
ko: 페인이 당신을 필요로 할 때 여기서 울려요. 알림을 클릭하면 해당 페인으로 이동해요.
ru: Когда панели нужно ваше внимание, она звенит здесь. Нажмите, чтобы перейти к ней.
uk: Коли панель потребує вас, вона гукає сюди. Натисніть, щоб перейти до неї.
zh_hans: 面板有事,便在此叩你。点一下即刻跳过去。
zh_hant: 窗格有事,便在此叩你。點一下即刻跳過去。

# notifications.empty.subtitle
source: When a pane needs you, it rings here.
ja: ペインがあなたを必要とするとき、ここで呼びかけます。
ko: 페인이 당신을 필요로 할 때 여기서 울려요.
ru: Когда панели нужно ваше внимание, она звенит здесь.
uk: Коли панель потребує вас, вона гукає сюди.
zh_hans: 面板有事,便在此叩你。
zh_hant: 窗格有事,便在此叩你。

# notifications.empty.title
source: It's quiet.
ja: 静かです。
ko: 조용해요.
ru: Тишина.
uk: Тихо.
zh_hans: 静。
zh_hant: 靜。

# notifications.jumpToLatest
source: Jump to Latest
ja: 最新へジャンプ
ko: 최신으로 이동
ru: Перейти к последнему
uk: Перейти до останнього
zh_hans: 跳至最新
zh_hant: 跳至最新

# notifications.jumpToLatestUnread
source: Jump to Latest Unread
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
ru: Перейти к последнему непрочитанному
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# notifications.title
source: Notifications
ja: 通知
ko: 알림
ru: Уведомления
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# panel.displayName.fallback
source: Tab
ja: タブ
ko: 탭
ru: Вкладка
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# panel.openFolder.prompt
source: Open
ja: 開く
ko: 열기
ru: Открыть
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

# panel.openFolder.title
source: Open Folder
ja: フォルダを開く
ko: 폴더 열기
ru: Открыть папку
uk: Відкрити теку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# remote.status.connected
source: Connected
ja: 接続済み
ko: 연결됨
ru: Подключено
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

# remote.status.connecting
source: Connecting
ja: 接続中
ko: 연결 중
ru: Подключение
uk: Підключення
zh_hans: 连接中
zh_hant: 連線中

# remote.status.disconnected
source: Disconnected
ja: 切断済み
ko: 연결 끊김
ru: Отключено
uk: Відключено
zh_hans: 已断开
zh_hant: 已中斷連線

# remote.status.error
source: Error
ja: エラー
ko: 오류
ru: Ошибка
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# search.close.help
source: Close (Esc)
ja: 閉じる (Esc)
ko: 닫기 (Esc)
ru: Закрыть (Esc)
uk: Закрити (Esc)
zh_hans: 关闭 (Esc)
zh_hant: 關閉 (Esc)

# search.nextMatch.help
source: Next match (Return)
ja: 次の一致 (Return)
ko: 다음 일치 (Return)
ru: Следующее совпадение (Return)
uk: Наступний збіг (Return)
zh_hans: 下一个匹配项 (Return)
zh_hant: 下一個符合項目 (Return)

# search.placeholder
source: Search
ja: 検索
ko: 검색
ru: Поиск
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# search.previousMatch.help
source: Previous match (Shift+Return)
ja: 前の一致 (Shift+Return)
ko: 이전 일치 (Shift+Return)
ru: Предыдущее совпадение (Shift+Return)
uk: Попередній збіг (Shift+Return)
zh_hans: 上一个匹配项 (Shift+Return)
zh_hant: 上一個符合項目 (Shift+Return)

# settings.agentLauncher.customCommand
source: Custom Command
ja: カスタムコマンド
ko: 사용자 설정 명령
ru: Пользовательская команда
uk: Користувацька команда
zh_hans: 自定义命令
zh_hant: 自訂指令

# settings.agentLauncher.customCommand.subtitle
source: Sent to the new terminal as if typed. Runs inside your shell.
ja: 入力されたかのように新しいターミナルへ送信されます。お使いのシェル内で実行されます。
ko: 입력된 것처럼 새 터미널로 전송됩니다. 셸 내부에서 실행됩니다.
ru: Отправляется в новый терминал, как если бы было введено вручную. Выполняется в вашей оболочке.
uk: Надсилається до нового термінала, ніби його ввели вручну. Виконується у вашій оболонці.
zh_hans: 如同输入一般发送至新终端。在您的 shell 中运行。
zh_hant: 如同輸入般傳送至新終端機。在您的 shell 中執行。

# settings.agentLauncher.kind
source: Launch Agent
ja: 起動エージェント
ko: 실행 에이전트
ru: Запускаемый агент
uk: Агент для запуску
zh_hans: 启动代理
zh_hant: 啟動代理

# settings.agentLauncher.kind.subtitle
source: The "A" button in each pane's tab bar spawns a new terminal and runs this agent.
ja: 各ペインのタブバーにある「A」ボタンで新しいターミナルが生成され、このエージェントが実行されます。
ko: 각 창의 탭 바에 있는 "A" 버튼은 새 터미널을 생성하고 이 에이전트를 실행합니다.
ru: Кнопка «A» на панели вкладок каждой панели открывает новый терминал и запускает этого агента.
uk: Кнопка «A» на панелі вкладок кожної панелі відкриває новий термінал і запускає цього агента.
zh_hans: 每个窗格标签栏上的 “A” 按钮会新建终端并运行此代理。
zh_hant: 每個窗格分頁列上的「A」按鈕會開啟新終端機並執行此代理。

# settings.agentLauncher.note
source: The agent runs as a child of the new terminal's login shell, so quitting the agent leaves the shell available.
ja: エージェントは新しいターミナルのログインシェルの子プロセスとして実行されるため、エージェントを終了してもシェルは残ります。
ko: 에이전트는 새 터미널의 로그인 셸의 자식 프로세스로 실행되므로, 에이전트를 종료해도 셸은 계속 사용할 수 있습니다.
ru: Агент запускается как дочерний процесс входной оболочки нового терминала, поэтому после выхода из агента оболочка остаётся доступной.
uk: Агент запускається як дочірній процес стартової оболонки нового термінала, тож після виходу з агента оболонка залишається доступною.
zh_hans: 代理作为新终端登录 shell 的子进程运行，因此退出代理后 shell 仍可使用。
zh_hant: 代理會作為新終端機登入 shell 的子行程執行，因此結束代理後 shell 仍可繼續使用。

# settings.agentSkills.note
source: c11 writes skill files into detected agent folders only after you approve. Linked folders show as shared — one remove can't silently touch another agent.
ja: c11 は承認後にのみ、検出したエージェントのフォルダへスキルファイルを書き込みます。リンクされたフォルダは共有として表示されます — 1つの削除が別のエージェントに暗黙に影響することはありません。
ko: c11은 승인 후에만 감지된 에이전트 폴더에 스킬 파일을 씁니다. 연결된 폴더는 공유로 표시되어, 제거 한 번이 다른 에이전트에 몰래 영향을 주지 않습니다.
ru: c11 записывает файлы навыков в обнаруженные папки агентов только после вашего согласия. Связанные папки показаны как общие — одно удаление не затронет другого агента незаметно.
uk: c11 записує файли навичок у виявлені теки агентів лише після вашого схвалення. Пов'язані теки показані як спільні — видалення в одній не зачепить потай іншого агента.
zh_hans: c11 仅在你同意后，才会将技能文件写入识别到的代理文件夹。已链接文件夹显示为共享——一次移除不会悄悄影响另一个代理。
zh_hant: c11 僅在你核可後才將技能檔寫入偵測到的代理資料夾。已連結的資料夾標示為共享 — 一次移除不會悄悄波及其他代理。

# settings.app.appIcon
source: App Icon
ja: アプリアイコン
ko: 앱 아이콘
ru: Значок приложения
uk: Значок застосунку
zh_hans: 应用图标
zh_hant: App 圖示

# settings.app.appIcon.subtitle
source: Dock and app switcher
ja: Dockとアプリスイッチャー
ko: Dock 및 앱 전환기
ru: Dock и переключатель приложений
uk: Dock і перемикач застосунків
zh_hans: 程序坞和应用切换器
zh_hant: Dock 和 App 切換器

# settings.app.closeWorkspaceOnLastSurfaceShortcut
source: Keep Workspace When Last Surface Closes
ja: 最後のサーフェスを閉じてもワークスペースを残す
ko: 마지막 서피스가 닫힐 때 작업 공간 유지
ru: Сохранять рабочее пространство при закрытии последней поверхности
uk: Залишати робочий простір при закритті останньої поверхні
zh_hans: 关闭最后一个界面时保留工作区
zh_hant: 關閉最後一個介面時保留工作區

# settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOff
source: If the focused surface is the last one, the close-surface shortcut also closes the workspace.
ja: フォーカス中のサーフェスがそのワークスペースの最後の1つなら、サーフェスを閉じるショートカットはワークスペースも閉じます。
ko: 포커스된 서피스가 마지막이면, 서피스 닫기 단축키가 작업 공간도 닫습니다.
ru: Если активная поверхность — последняя, сочетание «закрыть поверхность» закрывает и рабочее пространство.
uk: Якщо фокусована поверхня — остання, скорочення «закрити поверхню» також закриває робочий простір.
zh_hans: 若聚焦的界面是工作区的最后一个,关闭界面的快捷键也会关闭该工作区。
zh_hant: 若聚焦中的介面是工作區最後一個,關閉介面的快捷鍵也會關閉該工作區。

# settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOn
source: If the focused surface is the last one, the close-surface shortcut still closes only the surface. Close the workspace explicitly with the close-workspace shortcut.
ja: フォーカス中のサーフェスがそのワークスペースの最後の1つでも、サーフェスを閉じるショートカットはサーフェスだけを閉じ、ワークスペースは残します。ワークスペースを閉じるショートカットを使うと明示的に閉じられます。
ko: 포커스된 서피스가 마지막이어도, 서피스 닫기 단축키는 서피스만 닫습니다. 작업 공간은 작업 공간 닫기 단축키로 명시적으로 닫으세요.
ru: Если активная поверхность — последняя, сочетание «закрыть поверхность» всё равно закрывает только поверхность. Рабочее пространство закройте явно сочетанием «закрыть рабочее пространство».
uk: Якщо фокусована поверхня — остання, скорочення «закрити поверхню» все одно закриває тільки поверхню. Закрийте робочий простір явно скороченням «закрити робочий простір».
zh_hans: 即便聚焦的界面是工作区的最后一个,关闭界面的快捷键仍只关闭界面。关闭工作区请使用关闭工作区的快捷键。
zh_hant: 即使聚焦中的介面是工作區最後一個,關閉介面的快捷鍵也只會關閉介面,保留工作區。用關閉工作區的快捷鍵才會明確關閉。

# settings.app.commandPaletteSearchAllSurfaces
source: Command Palette Searches All Surfaces
ja: コマンドパレットですべてのサーフェスを検索
ko: 명령어 팔레트에서 모든 서피스 검색
ru: Палитра команд ищет по всем поверхностям
uk: Палітра команд шукає по всіх поверхнях
zh_hans: 命令面板搜索所有界面
zh_hant: 指令面板搜尋所有介面

# settings.app.commandPaletteSearchAllSurfaces.subtitleOff
source: Cmd+P matches workspace rows only.
ja: Cmd+Pはワークスペース行だけを対象にします。
ko: Cmd+P는 작업 공간 행만 일치시킵니다.
ru: Cmd+P ищет только по строкам рабочих пространств.
uk: Cmd+P шукає лише по рядках робочих просторів.
zh_hans: Cmd+P 仅匹配工作区行。
zh_hant: Cmd+P 只比對工作區列。

# settings.app.commandPaletteSearchAllSurfaces.subtitleOn
source: Cmd+P also matches terminal, browser, and markdown surfaces across workspaces.
ja: Cmd+Pでワークスペースをまたいだターミナル、ブラウザ、Markdownのサーフェスも検索できます。
ko: Cmd+P는 작업 공간 전반의 터미널, 브라우저, 마크다운 서피스도 일치시킵니다.
ru: Cmd+P также ищет по терминальным, браузерным и Markdown-поверхностям во всех рабочих пространствах.
uk: Cmd+P також шукає по термінальних, браузерних і Markdown-поверхнях у всіх робочих просторах.
zh_hans: Cmd+P 同时跨工作区匹配终端、浏览器和 Markdown 界面。
zh_hant: Cmd+P 也會跨工作區比對終端機、瀏覽器與 markdown 介面。

# settings.app.dockBadge
source: Dock Badge
ja: Dockバッジ
ko: Dock 배지
ru: Значок Dock
uk: Значок Dock
zh_hans: 程序坞角标
zh_hant: Dock 標記

# settings.app.dockBadge.subtitle
source: Unread count on the app icon (Dock and Cmd+Tab).
ja: アプリアイコン（Dock と Cmd+Tab）の未読数。
ko: 앱 아이콘(Dock 및 Cmd+Tab)의 읽지 않은 수.
ru: Количество непрочитанных на значке приложения (Dock и Cmd+Tab).
uk: Кількість непрочитаних на значку застосунку (Dock і Cmd+Tab).
zh_hans: 应用图标上的未读计数（程序坞和 Cmd+Tab）。
zh_hant: 應用圖示上的未讀數量（Dock 與 Cmd+Tab）。

# settings.app.fadeButtons
source: Fade Buttons
ja: ボタンをフェード表示
ko: 버튼 페이드
ru: Затухающие кнопки
uk: Згасання кнопок
zh_hans: 淡化按钮
zh_hant: 淡化按鈕

# settings.app.fadeButtons.subtitleOff
source: Action buttons stay visible.
ja: 操作ボタンは表示されたままです。
ko: 동작 버튼이 계속 표시됩니다.
ru: Кнопки действий остаются видимыми.
uk: Кнопки дій залишаються видимими.
zh_hans: 操作按钮始终可见。
zh_hant: 操作按鈕持續顯示。

# settings.app.fadeButtons.subtitleOn
source: Action buttons appear on hover.
ja: 操作ボタンはホバー時に現れます。
ko: 동작 버튼이 호버 시 나타납니다.
ru: Кнопки действий появляются при наведении.
uk: Кнопки дій з'являються при наведенні.
zh_hans: 操作按钮悬停时显示。
zh_hant: 操作按鈕於懸停時出現。

# settings.app.hideAllSidebarDetails
source: Hide All Sidebar Details
ja: サイドバーの詳細をすべて隠す
ko: 사이드바 세부 정보 모두 숨기기
ru: Скрыть все детали боковой панели
uk: Приховати всі деталі бічної панелі
zh_hans: 隐藏所有侧边栏详情
zh_hant: 隱藏側邊欄所有細節

# settings.app.hideAllSidebarDetails.subtitleOff
source: Secondary workspace details follow the toggles below.
ja: ワークスペースの補助情報は下のトグルに従います。
ko: 작업 공간의 보조 세부 정보는 아래 토글을 따릅니다.
ru: Дополнительные сведения рабочего пространства подчиняются переключателям ниже.
uk: Додаткові деталі робочих просторів залежать від перемикачів нижче.
zh_hans: 次要工作区详情跟随下方开关。
zh_hant: 次要工作區詳細資訊依下方開關顯示。

# settings.app.hideAllSidebarDetails.subtitleOn
source: Only the workspace title row shows. Overrides the toggles below.
ja: ワークスペースのタイトル行のみ表示します。下のトグルより優先されます。
ko: 작업 공간 제목 행만 표시됩니다. 아래 토글을 재정의합니다.
ru: Показывается только строка заголовка рабочего пространства. Переопределяет переключатели ниже.
uk: Показується лише рядок назви робочого простору. Перевизначає перемикачі нижче.
zh_hans: 仅显示工作区标题行。覆盖下方开关。
zh_hant: 僅顯示工作區標題列。凌駕於下方開關。

# settings.app.language
source: Language
ja: 言語
ko: 언어
ru: Язык
uk: Мова
zh_hans: 语言
zh_hant: 語言

# settings.app.language.restartDialog.confirm
source: Restart Now
ja: 今すぐ再起動
ko: 지금 재시작
ru: Перезапустить сейчас
uk: Перезапустити зараз
zh_hans: 立即重启
zh_hant: 立即重新啟動

# settings.app.language.restartDialog.later
source: Later
ja: 後で
ko: 나중에
ru: Позже
uk: Пізніше
zh_hans: 稍后
zh_hant: 稍後

# settings.app.language.restartDialog.title
source: Restart c11 to switch language?
ja: c11 を再起動して言語を切り替えますか？
ko: 언어를 바꾸려면 c11을 다시 시작할까요?
ru: Перезапустить c11 для смены языка?
uk: Перезапустити c11, щоб змінити мову?
zh_hans: 重启 c11 换语言?
zh_hant: 重啟 c11 換語言?

# settings.app.language.restartSubtitle
source: Restart c11 to apply
ja: c11を再起動して適用
ko: 적용하려면 c11를 재시작하세요
ru: Перезапустите c11 для применения
uk: Перезапустіть c11, щоб застосувати
zh_hans: 重启 c11 以应用
zh_hant: 重新啟動 c11 以套用

# settings.app.minimalMode
source: Minimal Mode
ja: ミニマルモード
ko: 미니멀 모드
ru: Минимальный режим
uk: Мінімальний режим
zh_hans: 极简模式
zh_hant: 極簡模式

# settings.app.minimalMode.subtitleOff
source: Standard workspace title bar and controls.
ja: 標準のワークスペースタイトルバーと操作。
ko: 표준 작업 공간 제목 표시줄과 컨트롤.
ru: Стандартная строка заголовка и элементы управления рабочего пространства.
uk: Стандартна смуга заголовка і елементи керування робочого простору.
zh_hans: 标准工作区标题栏与控件。
zh_hant: 標準工作區標題列與控制項。

# settings.app.minimalMode.subtitleOn
source: Hides the workspace title bar; workspace controls move into the sidebar.
ja: ワークスペースのタイトルバーを隠し、操作はサイドバーへ移動します。
ko: 작업 공간 제목 표시줄을 숨기고, 작업 공간 컨트롤은 사이드바로 이동합니다.
ru: Скрывает строку заголовка рабочего пространства; элементы управления переезжают в боковую панель.
uk: Приховує смугу заголовка робочого простору; елементи керування переходять у бічну панель.
zh_hans: 隐藏工作区标题栏；工作区控件移入侧边栏。
zh_hant: 隱藏工作區標題列;工作區控制項移入側邊欄。

# settings.app.newWorkspacePlacement
source: New Workspace Placement
ja: 新規ワークスペースの配置
ko: 새 작업 공간 위치
ru: Расположение нового рабочего пространства
uk: Розташування нового робочого простору
zh_hans: 新工作区位置
zh_hant: 新工作區位置

# settings.app.openSidebarPRLinks
source: Open Sidebar PR Links in c11 Browser
ja: サイドバーのPRリンクをc11ブラウザで開く
ko: 사이드바 PR 링크를 c11 브라우저에서 열기
ru: Открывать ссылки PR боковой панели в браузере c11
uk: Відкривати посилання PR з бічної панелі в браузері c11
zh_hans: 在 c11 浏览器中打开侧边栏 PR 链接
zh_hant: 在 c11 瀏覽器中開啟側邊欄 PR 連結

# settings.app.openSidebarPRLinks.subtitleOff
source: Clicks open in your default browser.
ja: クリックするとデフォルトブラウザで開きます。
ko: 클릭하면 기본 브라우저에서 열립니다.
ru: Ссылки открываются в браузере по умолчанию.
uk: Кліки відкриваються у браузері за замовчуванням.
zh_hans: 点击在默认浏览器中打开。
zh_hant: 點擊會在您的預設瀏覽器中開啟。

# settings.app.openSidebarPRLinks.subtitleOn
source: Clicks open inside the c11 browser.
ja: クリックすると c11 ブラウザ内で開きます。
ko: 클릭하면 c11 브라우저에서 열립니다.
ru: Клики открываются в браузере c11.
uk: Кліки відкриваються всередині браузера c11.
zh_hans: 点击在 c11 浏览器中打开。
zh_hant: 點擊會在 c11 瀏覽器中開啟。
